{
    
    "datapenyakit": [
      { "id": 1, 
        "title": "Gangguan Jiwa", 
        "jenis": "Sangat Umum",
        "img": "https://www.barendspsychology.com/wp-content/uploads/2018/07/Gangguan-Mental.png",
        "desc" : "Gangguan cemas ditandai dengan kecemasan saat merespon situasi atau objek tertentu yang sulit untuk dikendalikan, sehingga menyebabkan pengidapnya merasa takut dan panik hingga jantungnya berdetak lebih cepat. Kecemasan bisa berupa gangguan panik (panic attack), fobia,  dan gangguan cemas sosial."
        },
      {
        "id": 2, 
        "title": "Gangguan Mood", 
        "jenis": "Umum",
        "img": "https://www.logosconsulting.co.id/media/wp-content/uploads/2023/01/Gangguan-Suasana-Hati-Mood-Disorder.jpg",
        "desc" : "Gangguan tentang suasana hati ini bisa melibatkan perasaan dalam tempo yang sangat panjang. Perasaan yang muncul bisa terlalu sedih atau juga terlalu bahagia. Gangguan mood yang paling umum dirasakan adalah depresi, bipolar, dan siklotimik."
      },
      {
        "id": 3, 
        "title": "Gangguan Psikotik", 
        "jenis": "Umum",
        "img": "https://res.cloudinary.com/dk0z4ums3/image/upload/v1690857604/attached_image/penyakit/psikiatri/gangguan-psikotik-akut.jpg",
        "desc" : "Gangguan tentang suasana hati ini bisa melibatkan perasaan dalam tempo yang sangat panjang. Perasaan yang muncul bisa terlalu sedih atau juga terlalu bahagia. Gangguan mood yang paling umum dirasakan adalah depresi, bipolar, dan siklotimik."
      },
      {
        "id": 4, 
        "title": "Skizofrenia", 
        "jenis": "Umum",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQkfirQpM7XJD322RH_YaDD9FYjAHf0giBX0u8a8929CNqcaSP26I5SOM3nv003POdd1EI&usqp=CAU",
        "desc" : "Gangguan tentang suasana hati ini bisa melibatkan perasaan dalam tempo yang sangat panjang. Perasaan yang muncul bisa terlalu sedih atau juga terlalu bahagia. Gangguan mood yang paling umum dirasakan adalah depresi, bipolar, dan siklotimik."
      },      
      {
        "id": 5, 
        "title": "Gangguan makan", 
        "jenis": "Umum",
        "img": "https://www.emc.id/files/CarePlus/2023/Aug/binge%20eating.jpg",
        "desc" : "Gangguan makan termasuk ke dalam salah satu penyakit mental karena berurusan dengan psikologi dari seseorang. Orang yang mengalami gangguan ini bisa merasa harus atau tidak harus mengonsumsi sebuah makanan. Gangguan makan bisa membuat orang bisa mengonsumsi makanan dalam porsi yang banyak hingga menjadi kelebihan berat badan. Bisa juga menjadi enggan makan hingga memuntahkan kembali makanan yang sudah dimasukkan."
      },      
      {
        "id": 6, 
        "title": "Gangguan kecanduan", 
        "jenis": "Umum",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS8ZJqWeVkUpIjSb77qj_bF7BT77Mp6-YDBcVTvnICNRVPCgR21I5l3iPFKTR_qnCuybSQ&usqp=CAU",
        "desc" : "Penyakit mental ini membuat orang sulit menahan dorongan untuk melakukan sesuatu yang seringnya membahayakan diri. Gangguan yang paling sering dijumpai adalah kecanduan rokok, alkohol, hingga obat-obatan. Ada juga kecanduan yang bisa merugikan diri sendiri dan orang lain, seperti kecanduan judi, mencuri, hingga membakar benda yang ada di sekitarnya."
      },      
      {
        "id": 7, 
        "title": "Gangguan kepribadian", 
        "jenis": "Umum",
        "img": "https://img.freepik.com/free-vector/different-emotions-mood-change-woman-girl-with-negative-positive-various-expression-crisis-distracted-behavior-flat-vector-illustration-pms-psychology-mental-disorder-concept_74855-21785.jpg",
        "desc" : "Orang dengan gangguan ini biasanya memiliki kepribadian yang tidak normal layaknya orang kebanyakan. Hal ini sering membuat orang lain menjadi kesusahan. Sebut saja gangguan kepribadian antisosial yang sulit membuatnya berbaur dengan orang lain."
      },      
      {
        "id": 8, 
        "title": "Obsessive-compulsive disorder (OCD)",
        "jenis": "Umum", 
        "img": "https://www.theblackberrycenter.com/wp-content/uploads/2020/04/shutterstock_1221168250.jpg",
        "desc" : "Orang dengan OCD cenderung memiliki kecemasan dan ketakutan pada sesuatu. Hal ini membuat mereka melakukan hal yang sama berulang-ulang hingga kadang merepotkan untuk diri sendiri. Beberapa orang menganggap hal tersebut menjadi sebuah ritual sakral yang membuatnya menjadi terganggu saat tidak melakukannya. Sebagai contoh gangguan yang membuat orang cenderung mencuci tangan setiap saat."
      },      
      {
        "id": 9, 
        "title": "Post Traumatic Stress Disorder (PTSD)", 
        "jenis": "Sangat Umum",
        "img": "https://gstrai.com/wp-content/uploads/2020/02/PTSD-800x800.png",
        "desc" : "Post-traumatic stress disorder (PTSD) merupakan gangguan pada seseorang yang membuatnya sangat tertekan sehingga takut pada sesuatu, termasuk aktivitas, tempat, atau bencana yang pernah dialami. Ketakutan ini akan muncul sewaktu-waktu dan mengganggu para penderitanya biarpun kejadian tersebut sudah terjadi sangat lama."
      },      
      {
        "id": 10, 
        "title": "Attention Deficit Hyperactivity Disorder (ADHD)", 
        "jenis": "Sangat Umum",
        "img": "https://www.santacruzsentinel.com/wp-content/uploads/2023/05/Image-2-santacruzsentinel.com_.jpg?w=1024",
        "desc" : "Kondisi ini membuat seseorang sulit fokus, impulsive, dan hiperaktif. Tidak jarang gangguan ini mempengaruhi aktivitas harian. Penyebab ADHD sebenarnya belum diketahui secara pasti. Namun, banyak pendapat yang menyebutkan bahwa gangguan ini diturunkan oleh faktor genetik."
      },      
      {
        "id": 11, 
        "title": "Depresi", 
        "img": "https://www.denpasarmentalhealthcentre.my.id/gambar/depression.jpg",
        "jenis": "Sangat Umum",
        "desc" : "Depresi berbeda dengan perubahan suasana hati yang terjadi biasanya. Gangguan depresi memiliki episode yang berlangsung lebih panjang. Mereka yang mengalaminya selalu merasa sedih, cemas, tidak bernilai, dan cenderung mau mengakhiri hidupnya."
      },      
      {
        "id": 12, 
        "title": "Factitious", 
        "jenis": "Umum",
        "img": "https://ananda.ai/wp-content/uploads/2021/08/Health-Condition-25-1024x536.jpg",
        "desc" : "Penderita gangguan factitious membuat penderitanya bisa bertindak seolah-olah memiliki gangguan mental. Kondisi ini juga sering disebut sebagai gangguan mental buatan. Tidak jarang penderitanya menyakiti dirinya sendiri atau melakukan sebuah terapi pengobatan yang sebenarnya tidak perlu dilakukan."
      }
    ],

    "dataobat": [
        { "id": 1, 
          "title": "Alprazolam", 
          "img": "https://d1vbn70lmn1nqe.cloudfront.net/prod/wp-content/uploads/2023/01/02070808/Alprazolam.jpg.webp",
          "jenis" : "Antiansietas (Sedatif/Anxyolitic)",
          "desc" : "Alprazolam adalah obat golongan benzodiazepin. Obat ini biasanya digunakan sebagai pengobatan untuk mengatasi gejala gangguan kecemasan dan gangguan panik. "
          },
        { "id": 2, 
          "title": "Diazepam", 
          "img": "https://d1vbn70lmn1nqe.cloudfront.net/prod/wp-content/uploads/2023/04/14040505/diazepam-halodoc.jpg.webp",
          "jenis" : "Antiansietas (Sedatif/Anxyolitic)",
          "desc" : "Diazepam adalah obat yang termasuk dalam kelompok benzodiazepin. Obat ini bekerja dengan cara meningkatkan aktivitas neurotransmitter tertentu di otak. "
          },
        { "id": 3, 
            "title": "Amitriptilin", 
            "img": "https://cms.gooddoctor.co.id/wp-content/uploads/2020/12/amitriptylin-antidepresan-tablets.jpg",
            "jenis" : "Antidepresan",
            "desc" : "Amitriptilin merupakan obat golongan antidepresan trisiklik yang memiliki efek sedatif. Amitriptilin memengaruhi zat kimiawi otak yang berfungsi untuk komunikasi sel-sel otak dan mood stabilizer."
            },
        { "id": 4, 
            "title": "Haloperidol", 
            "img": "https://www.speedsmedical.co.uk/media/catalog/product/cache/9a661e5a4907b1df90e776e3c9f741ba/h/a/haliperidol-5mg.png",
            "jenis" : "Antipsikotik",
            "desc" : "Haloperidol adalah obat antipsikotik yang digunakan untuk mengobati skizofrenia. Haloperidol juga digunakan untuk mengontrol motorik dan gangguan bicara pada orang dengan sindrom Tourette. "
            },
            { "id": 5, 
            "title": "Asam Valproat", 
            "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTlj4qqqurEhflaRwgEkcHocvrge9iyqNi09HEFtlEuEk5ahFCQoYf77gDJfecex-aEYsM&usqp=CAU",
            "jenis" : " Mood stabilizer/antimania",
            "desc" : "Asam valproat termasuk dalam kelas obat yang disebut antikonvulsan (antikejang). Obat ini bekerja dengan mengembalikan keseimbangan zat alami tertentu (neurotransmiter) di otak. digunakan untuk mengobati mania pada orang dengan gangguan bipolar. Obat ini juga digunakan untuk mencegah migrain."
            },
          { "id": 6, 
            "title": "Sertraline", 
            "img": "https://d2qjkwm11akmwu.cloudfront.net/products/282470_26-12-2019_9-31-13-1665793804.webp",
            "jenis" : "Antiansietas (Sedatif/Anxyolitic)",
            "desc" : "Sertraline adalah obat dengan fungsi untuk mengobati depresi, serangan panik, gangguan obsesif kompulsif (OCD), stress pasca-trauma, kecemasan sosial (fobia sosial), dan bentuk parah sindrom pramenstruasi (premenstrual dysphoric disorder)."
            },
          { "id": 7, 
              "title": "Risperidonen", 
              "img": "https://static.wixstatic.com/media/64db44_e40d6adcfdc447628fcea65452dc259c~mv2.jpg/v1/fill/w_2825,h_2933,al_c,q_90/Gallery%20Kesehatan%20Jiwa-12.jpg",
              "jenis" : "Antipsikotik",
              "desc" : "Obat ini digunakan dalam terapi pada skizofrenia akut dan kronik serta pada kondisi psikosis yang lain, dengan gejala-gejala tambahan (seperti; halusinasi, delusi, gangguan pola pikir, kecurigaan dan rasa permusuhan) dan atau dengan gejala-gejala negatif yang terlihat nyata (seperti; blunted affect, menarik diri dari lingkungan sosial dan emosional, sulit berbicara)."
              },
          { "id": 8, 
              "title": "Quetvell", 
              "img": "https://d2qjkwm11akmwu.cloudfront.net/products/171689_5-12-2021_22-43-16-1665824428.webp",
              "jenis" : "Mood stabilizer/antimania",
              "desc" : "Quetvell digunakan untuk mengatasi episode manik akut gangguan bipolar (penyakit otak yang menyebabkan gangguan pada perasaan, energi, dan kemampuan untuk melakukan pekerjaan sehari-hari), skizofrenia (gangguan mental di manapenderitanya mengalami halusinasi), mencegah gangguan bipolar, fase depresi gangguan bipolar. Quetvell bekerja dengan mengembalikan keseimbangan zat alami tertentu (neurotransmitter) di otak."
              }
    ]
}